[
    {
        "content": "Liability of Blue Cross NC and Amerigroup and their licensors and suppliers",
        "type": "HEADER"
    },
    {
        "content": "No liability. Blue Cross NC and Amerigroup and their licensors and suppliers (including, for the purposes of this entire section, all providers of content for this web site) shall not be liable to you, under any circumstances or under any theory of liability or indemnity, for any damages or penalties whatsoever (including, without limitation, incidental indirect, exemplary, punitive and consequential damages, lost profits, or damages resulting from lost data or business interruption) in connection with the use or inability to use this site or the content, even if any of them have been advised of the possibility of such damages. Amerigroup shall be liable to you only to the extent of actual damages incurred by you. The remedies stated for you in these terms and conditions are exclusive and are limited to those expressly provided for in these terms and conditions.",
        "type": "PARAGRAPH",
        "weight": "NORMAL"
    },
    {
        "content": "Blue Cross NC and Amerigroup and its licensors and suppliers are not responsible for any claims you may have against any medical professionals, suppliers of products or other persons, institutions or entities identified in whole or in part through this web site.",
        "type": "PARAGRAPH",
        "weight": "NORMAL"
    },
    {
        "content": "No warranties. The site, services, content and information are provided “as is.” Blue Cross NC and Amerigroup, their licensors and suppliers disclaim all warranties of any kind, whether express or implied, statutory or otherwise, including but not limited to the implied warranties of merchantability, noninfringement of third parties rights or fitness for a particular purpose.",
        "type": "PARAGRAPH",
        "weight": "NORMAL"
    },
    {
        "content": "Blue Cross NC and Amerigroup, their licensors and suppliers make no representations or warranties that the information in, or links or searches conducted through this site is complete, exhaustive, reliable, current or accurate. No claims or endorsements are made for any drug, herb, supplement, compound, therapy, or treatment.",
        "type": "PARAGRAPH",
        "weight": "NORMAL"
    }
]
