[
    {
        "content": "Miscellaneous",
        "type": "HEADER"
    },
    {
        "content": "Blue Cross NC and Amerigroup make no claims that the content and information included at this site is appropriate or may be downloaded outside of the United States. Access to the content and information included at this site may not be legal by certain persons or in certain countries. If you access this site from outside the United States, you do so at your own risk and are solely responsible for compliance with the laws of your jurisdiction and any other applicable laws.\n",
        "type": "PARAGRAPH",
        "weight": "NORMAL"
    },
    {
        "content": "This User Agreement shall be governed and construed in accordance with the laws of the State of North Carolina without regard to the choice of law provisions of any jurisdiction. Blue Cross NC and Amerigroup may without notice to you assign its rights and duties under this Agreement to any party at any time. Failure to enforce or insist on strict performance of any provision of this Agreement shall not be construed as a waiver of any provision or right. You agree that any legal action or proceeding between Blue Cross NC and/or Amerigroup and you in any way related to this Agreement shall be brought exclusively in a court of a competent jurisdiction sitting in <Raleigh, North Carolina>. Any cause of action or claim you may have against or involving Blue Cross NC and/or Amerigroup must be commenced within one year after the claim or cause of action arises. Neither the course of conduct between the parties nor trade practice shall modify the provisions of this Agreement. The invalidity or unenforceability of any provision shall not in any way affect the validity or enforceability of the rest of this Agreement. This agreement constitutes the entire agreement between you and Blue Cross NC and Amerigroup, and it supersedes all prior agreements, representations, proposals and other communications with respect to the Amerigroup web site and content.",
        "type": "PARAGRAPH",
        "weight": "NORMAL"
    }
]
